{
  "%1$d of %2$d files moved": "%1$d de %2$d arquivos movidos",
  "%d files copied to clipboard": "%d arquivos copiados para o clipboard",
  "%d files moved": "%d arquivos movidos",
  "%i will get replaced by the username of the user that requested the track.": "%i vai se substituído pelo nome do usuário que solicitou a faixa.",
  "About...": "Sobre",
  "Actions": "Ação",
  "Add": "Adicionar",
  "Add Action": "Adicionar Ação",
  "Add Folder": "Adicionar Pasta",
  "Add Instance": "Adicionar Servidor",
  "Add Job": "Adicionar Trabalho",
  "Add Rule": "Adicionar Regras",
  "Add URL": "Adicionar URL",
  "Add User Account": "Adicionar Conta de Usuário",
  "Add to": "Adicionar à",
  "Admin queue": "Fila de Administração",
  "Album": "",
  "All Music": "Todas as Músicas",
  "Announce tracks": "Anunciar Faixas",
  "Anonymous usage": "Uso Anónimo",
  "Artist": "Artista",
  "Authorized users": "Usuários Autorizados",
  "Avatar removed": "Remover Avatar",
  "Avatar uploaded": "Upload do Avatar",
  "Bind to another identity": "Entrar em outra identidade",
  "Bot Log": "Registro de ações Robô",
  "Bot-Id": "Identidade do Robô",
  "By default the bot transmits audio to its channel. If you enable the subscription-mode, the bot can send audio to every client that subscribes via the \"!sub\" command. If no subscription is active, the bot will stream to its channel like in default mode.": "Por padrão, o robô transmite áudio no canal onde ele se encontra. Se você ativar o modo de subscrição, o robô pode enviar áudio para cada cliente que assina por meio do comando \"!sub!\". Se nenhum tipo de assinatura estiver ativa, o robô irá transmitir ao seu canal como no modo padrão.",
  "Cancel": "Cancelar",
  "Ch-Password": "Senha do Canal",
  "Clear": "Limpar",
  "Clear search": "Limpar Pesquisa",
  "Close": "Fechar",
  "Commands": "Comandos",
  "Connected to": "Conectado a",
  "Copy selection": "Copiar Seleção",
  "Could not playback the selected file / stream.": "Não foi possível reproduzir o arquivo selecionado.",
  "Create": "Criar",
  "Create new Playlist": "Criar nova PlayList",
  "Currently bound identity": "Identidade atualmente ligado",
  "Default (to channel)": "Padrão (Canal Padrão)",
  "Default Channel": "Canal Padrão",
  "Delete": "Apagar",
  "Delete Avatar": "Apagar Avatar",
  "Delete Playlist": "Apagar PlayList",
  "Delete files": "Apagar Arquivos",
  "Deletion failed": "Falha ao apagar",
  "Descriptive name for the instance": "Nome amigável do robô",
  "Display the currently playing song": "Mostrar a música que está tocando",
  "Do you really want to delete %d tracks?": "Você realmente quer apagar %d faixas?",
  "Do you really want to delete this instance?": "Você realmente quer apagar esse exemplo?",
  "Do you really want to delete this track?": "Você realmente quer apagar esta faixa?",
  "Download Files": "Baixar Arquivo",
  "Duck to (in %)": "Diminuir em (em %)",
  "Each client needs to have a unique identity. Privileges on the server always refer to this identity. You can create your own in your local TS Client and export it. In the exported file, you can then find the identity-string.": "Cada cliente precisa de ter uma identidade. Onde o privilégios no servidor sempre se tratará com esta identidade. Você pode criar seu próprio usuário no servidor atual e exportá-lo.",
  "Each instance represents a bot that can connect to your server. All instance share the same users with their privileges and files.": "Cada instância representa um robô que pode se conectar ao seu servidor. Todos os robôs compartilham os mesmos usuários com seus privilégios e arquivos.",
  "Edit": "Editar",
  "Edit bot settings": "Editar configurações do Robô",
  "Edit users": "Editar Usuários",
  "Enable ducking": "Habilitar diminuir volume",
  "Enqueue": "Adicionar em espera",
  "Enqueue next": "Adicionar à fila de espera",
  "Enter the channel-password if one is actually set": "Digite a senha do canal, se houver alguma.",
  "Enter the hostname or IP-Address of the server": "Digite o endereço de IP do servidor",
  "Enter the port of the server (usually 9987)": "Digite a porta do servidor (Padrão 9987)",
  "Enter the server-password here": "Digite a senha do servidor, se houver alguma.",
  "Error": "Erro",
  "Event": "Evento",
  "Failed. Too many jobs in queue.": "Falha, muitos itens à fila.",
  "For security reasons this is always recommended.": "Por razões de segurança, isso é sempre recomendável.",
  "Formats &amp; Codecs": "Formados &amp; Codecs",
  "Has to be unique on the server": "Tem de ser único no servidor",
  "Help": "Ajuda",
  "Hold on... searching...": "Segure-se ... procura ...",
  "Hostname / IP": "Redirecionamento / Endereço de IP",
  "Identity": "Idêntididade",
  "If checked, the bot will announce the songs it plays back in the channel chat.": "Se marcado, o robô irá anunciar as músicas que está reproduzindo no bate-papo.",
  "If you have only one instance, it is selected by default.": "Se você tem apenas um servidor, ele será selecionado automaticamente.",
  "Ignore commands via channel-chat": "Ignorar comandos via bate-papo.",
  "Ignore commands via private message": "Ignorar comandos via mensagem privativa.",
  "Ignore commands via server-chat": "Ignorar comandos via bate-papo do servidor.",
  "Info": "Info",
  "Information": "Informações",
  "Instance": "Servidor",
  "Instance Log": "Histórico de Servidor",
  "Instance Settings": "Configurações de Servidor",
  "Instance not running.": "Nenhum servidor rodando",
  "Instances": "Servidor",
  "Invalid server address, wrong password, security level too high for our identity, client version too old or given default channel non-existant / passworded.": "Endereço inválido servidor ou senha invalidos, o nível de segurança muito alto para a nossa identidade, versão do cliente canal padrão velho demais ou informações inexistentes.",
  "Language": "Idioma",
  "Last Login": "Último Login",
  "Limits": "Limite",
  "Login": "Usuário",
  "Make sure the bot has the privilege to write there or it won't work.": "Verifique se o robô tem o privilégio de escrever lá ou não vai funcionar.",
  "Manage instances": "Gerenciar Servidores",
  "Max. Files": "Máximo de Arquivos",
  "Max. Instances": "Máximo de Servidores",
  "Max. Playlists": "Número máximo de PlayList",
  "Max. Space": "Espaço Máximo",
  "Max. Users": "Máximo de Usuários",
  "Memory Usage": "Uso de Memória",
  "Move copied selection": "Mover seleção copiada",
  "Move to next entry in list": "Mover para a próxima entrada na lista",
  "Move to previous entry in list": "Mover-se para a entrada anterior na lista",
  "Music": "Música",
  "Name of the Bot": "Nome amigável do Robô",
  "New playlist": "Nova PlayList",
  "Nickname of the Client": "Nome de usuário do cliente",
  "Nothing found.": "Nada foi encontrado.",
  "Options": "Opções",
  "Password": "Senha",
  "Personal Settings": "Configurações Pessoais",
  "Play selected entry / enter folder": "Iniciar seleção de música / pasta.",
  "Port": "Porta",
  "Privileges": "Previlégios",
  "Queue": "Fila",
  "Radio Stations": "Estação de Rádio",
  "Reduce the volume of the music when someone else in the channel is talking.": "Reduzir o volume da música quando alguém no canal está falando.",
  "Registers a new user bound to the TeamSpeak-Account you are using. This account has no privileges by default but can be edited by the bot administrators.": "Registra um novo usuário vinculado ao TeamSpeak da conta que você está usando. Esta conta não tem privilégios por padrão, mas pode ser editado pelos administradores posteriormente.",
  "Remove": "Remover",
  "Remove all": "Remover Todos",
  "Rename": "Renomear",
  "Rename Playlist": "Renomear PlayList",
  "Repeat Password": "Repita a Senah",
  "Results for": "Resultados para",
  "Rules": "Regras",
  "Save changes": "Salvar Alterações",
  "Saved": "Salvo",
  "Say something": "Diga alguma coisa",
  "Say something in another language": "Diga alguma coisa em outro idioma",
  "Search...": "Procurar",
  "Seek 5 seconds backwards": "Retorne para 5 segundos atrás",
  "Seek 5 seconds forward": "Avance para 5 segundos a frente",
  "Select": "Selecionar",
  "Select a channel that the bot should try to join upon connection. The bot has to already be connected in order to list all available channels": "Selecione um canal que o robô deve tentar juntar-se na primeira conexão.",
  "Select all": "Selecionar Tudo",
  "Select none": "Seleciona",
  "Select track": "Nenhuma Seleção",
  "Select track and move to next entry in list": "Select track and move to next entry in list",
  "Select track and move to previous entry in list": "Selecione faixa e passe para a próxima entrada na lista",
  "Servergroup": "",
  "Set track info as description": "Definir informações da faixa como descrição",
  "Sets the Channel-Commander-Flag for the bot. This requires that the bot has the permissions to do so.": "Define o Channel-Commander-Flag para o robô. Isto requer que o robô tem as permissões a fazer.",
  "Settings": "Configurações",
  "Shuffle cannot be deactivated if no playlist is active.": "O modo aleatório não pode ser desativado se nenhuma lista encontra-se ativa.",
  "Skip queue": "Ir a fila",
  "Start / stop Bot": "Ligar / Desligar Robô",
  "Subscribe to bot": "Inscrever-se para robô",
  "Subscription-Mode (via whisper)": "Assinar Rádio (via whisper)",
  "Supported Codecs": "Codecs Suportados",
  "Supported File-Formats": "Formatos de arquivo suportados",
  "The avatar has sucessfully been removed": "O avatar foi removido com sucesso",
  "The avatar has sucessfully been uploaded": "O avatar foi carregado com êxito",
  "The bot could not acquire servergroups for the clients. Please enable b_virtualserver_servergroup_client_list for the bot if you need this feature.": "O robô não poderia adquirir servergroups para os clientes. Ative b_virtualserver_servergroup_client_list o robô precisa desse recurso.",
  "The bot has been accused of flooding the server. Please consider whitelisting.": "O robô foi acusado de poluir o servidor. Por favor, considere whitelisting.",
  "The default-locale that will be used as __LOCALE parameter, when no locale has been specified explicitely.": "A localidade-padrão que será usado como parâmetro _LOCALE, quando nenhuma localidade foi especificada.",
  "The icons represent the required permissions.": "Os ícones representam as permissões necessárias.",
  "The provided URL could not be recognized as a valid stream. Sorry.": "O URL fornecida não pode ser reconhecida como uma URL válida. Desculpe.",
  "The queue is empty.": "A fila está vazia atualmente.",
  "The text that should be displayed when announcing a text. Use %a for artist, %t for title or %s for a combination of both (preferred).": "O texto que deve ser exibido ao anunciar. Uso %a para o artista, %t para o título ou %s por uma combinação de ambos ( de sua preferência).",
  "Theme": "Tema",
  "This list will only contain major changes for now.": "Esta lista conterá somente grandes mudanças por enquanto.",
  "This playlist is still empty.": "Esta lista ainda encontra-se vazia.",
  "Title": "Título",
  "To create a new instance, click the corresponding button and enter a new nick-name. Afterwards select the newly created bot (selected instances are indicated by a yellowish background) and go to General Settings to enter the credentials for the new instance. Then you can launch the new instance.": "Para criar um novo robô, clique no botão correspondente e digite um novo nome nick. Depois selecione o robô recém-criado (casos selecionados são indicados por um fundo amarelado) e vá para Configurações Gerais para inserir as credenciais para esse novo robô. Em seguida, você pode iniciar o novo servidor.",
  "Toggle bulk mode": "O modo de volume de alternância",
  "Transmit-Mode": "Modo de Transmissão",
  "Unsubscribe from bot": "Cancelar a inscrição do robô",
  "Update": "Atualização",
  "Upload failed": "Falha ao enviar arquivo",
  "Upload files": "Enviar Arquivo",
  "Uploaded Files": "Enviar Arquivos",
  "User Accounts": "Contas de Usuário",
  "Username": "Usuário",
  "Username / eMail": "Usuário / eMail",
  "Volume down": "Diminuir Volume",
  "Volume up": "Aumentar Volume",
  "Welcome users via TTS": "Usuários de boas-vindas via TTS",
  "When the bot gets moved, it will try to always go back to the configured channel. If disabled, the bot will remember the last channel it has been.": "Quando o robô é movido, ele vai tentar retornar ao canal configurado. Se desativado, o robô irá lembrar o último canal que acessou anteriormente.",
  "Whisper-Mode is enabled. You can only hear music when you do have an active subscription.": "Whisper-Mode está habilitado. Você só pode ouvir música quando você tem uma assinatura.",
  "You can also bind this account to a whole servergroup. This is useful for guests or servers with a large user base.": "Você também pode vincular essa conta para um servergroup todo. Isso é útil para os clientes ou servidores com uma grande base de usuários.",
  "You can also just drag and drop your files onto the \"All Music\" list or other playlists directly.": "Você também pode simplesmente arrastar e soltar os arquivos para a lista \"Todas as Músicas\" ou em em qualquer PlayList diretamente.",
  "You can bind this account to an TS-identity, so you can use the bot commands from within TS itself. The bot and the user must be online at the same time for you to be able to select the identity.": "Você pode vincular essa conta para uma identidade do TS, para que você possa usar os comandos do robô de dentro do próprio servidor. O robô e o usuário devem estar online ao mesmo tempo para que você seja capaz de selecionar a identidade.",
  "You can define an external service to be used for Text-to-Speech here. Enter a valid URL here and use the variables __TEXT and __LOCALE - those get replaced by the corresponding text or locale setting later on.": "Você pode definir um serviço externo a ser usado para aqui Text-to-Speech. Digite uma URL válida aqui e poderá utilizar as variáveis __TEXT e __LOCALE - aqueles são substituídos pelo texto correspondente ou configuração de localidade posteriormente.",
  "You can only add valid stream URLs in here. YouTube links or links to other services will not work.": "Você só pode adicionar URL's válido aqui. Links do YouTube ou links para outros serviços não funcionarão.",
  "You have not uploaded any files yet.": "Você não adicionou arquivos ainda.",
  "You haven't uploaded any files recently.": "Você não realizou upload de arquivo algum recentemente.",
  "Your settings could not be applied.": "Suas configurações não puderam ser aplicada.",
  "Your settings have been saved.": "Suas configurações foram salvas.",
  "__code": "br-BR",
  "__name": "Português",
  "add subscription for channel (the user is currently in)": "Adicionar assinatura para o canal (o usuário está atualmente em)",
  "additionally, the file will be stored": "Além disso, o arquivo será armazenado",
  "change transfer mode; 0 = to channel, 1 = subscription mode": "Mudar o modo de transferência; 0 = para canalizar, 1 = modo de assinatura",
  "change your password to <value>": "alterar sua senha para <value>",
  "channel-id or leave empty for default channel": "channel-ID ou deixe em branco para o canal padrão",
  "decrease the volume": "Diminuir o volume",
  "don't change": "Não mudam",
  "done": "Feito",
  "drop files or click here": "Solte o arquivo ou clique aqui",
  "enqueue a track by its id or search for a track and enqueue the first match": "Enfileirar uma faixa pelo seu id ou procurar uma faixa e enfileirar a partir da primeira.",
  "enqueue an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "Enfileirar um <url> via youtube-dl externo (se habilitado); Cuidado: o arquivo será baixado primeiro e reproduzidos depois, então pode haver um ligeiro atraso antes do início da reprodução.",
  "failed": "Falhou",
  "files added to upload queue": "Arquivos adicionados para fazer upload",
  "increase the volume": "Aumentar o Volume",
  "none": "Nenhum",
  "not online / no identity": "Não online / sem identidade",
  "only when a playlist is active": "somente quando a lista estiver ativa",
  "playback a track by its id or search for a track and playback the first match": "Reproduzir uma faixa pelo seu id ou procurar uma faixa e reproduzir a partir da primeira",
  "playback an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "Enfileirar um <url> via youtube-dl externo (se habilitado); Cuidado: o arquivo será baixado primeiro e reproduzidos depois, então pode haver um ligeiro atraso antes do início da reprodução.",
  "playback the next track": "Reproduzir a faixa seguinte",
  "playback the previous track": "Reproduzir a faixa anterior",
  "prepend a track by its id or search for a track and prepend the first match to the queue": "Receder uma faixa pelo seu id ou procurar uma faixa e preceder a partir da primeira para a fila",
  "remove subscription for channel (the user is currently in)": "Remover subscrição para o canal (o usuário está atualmente em)",
  "search for tracks": "Procurar por faixas",
  "searchstring": "Seqüência de pesquisa",
  "set the volume to <value> (between 0 and 100)": "Definir o volume para <value> (entre 0 e 100)",
  "starts playing back the playlist <playlistname>": "Começa a reproduzir a lista de reprodução <playlistname>",
  "stop playback": "Parar a reprodução",
  "stream from <url>; this may be http-streams like shoutcast / icecast or just remote soundfiles": "Fluxo de <url>; este pode ser http-correntes como shoutcast / icecast ou apenas soundfiles remotos",
  "subscription transfer-mode only": "Transferência do modo de assinatura única",
  "toggle repeat": "Repetição de alternância",
  "toggle shuffle": "Aleatória de alternância",
  "uploading": "Upload"
}