{
  "%1$d of %2$d files moved": "%1$d vo %2$d Datein vaschom",
  "%d files copied to clipboard": "%d Datein in de Zwischenoblog kopiad",
  "%d files moved": "%d Datein vaschom",
  "%i will get replaced by the username of the user that requested the track.": "%i werd mid am Nama des Benutzers easetzt, da de Wiedergob gstartet hod.",
  "About...": "Üba ...",
  "Actions": "Aktiona",
  "Add": "Hizufügn",
  "Add Action": "Aktiona Hizufügn",
  "Add Folder": "Vazeichnis hizufügn",
  "Add Instance": "Instanz eastäin",
  "Add Job": "Aufgob hizufügn",
  "Add Rule": "Regl hizufügn",
  "Add URL": "URL hizufügn",
  "Add User Account": "Manschgal hizufügn",
  "Add to": "Hizufügn zua",
  "Add to All Music": "zua Olle Datein hizufügn",
  "Additionally to the playlist, a subfolder will be created inside your root folder.": "'s werd gleichzeidig a Untervazeichnis im Habtvazeichnis fia den Impoat ogelegt.",
  "Admin queue": "Warteschleife vawoidn",
  "Album": "Oibum",
  "All Music": "Olle Datein",
  "Announce tracks": "Songs okündign",
  "Announce-String": "Okündigungs-Text",
  "Anonymous usage": "Oonyme Nutzung",
  "Artist": "Künstla",
  "Authorized users": "Berechtigte Benutza",
  "Avatar removed": "Avatar entfernt",
  "Avatar uploaded": "Avatar houchgelon",
  "Become \"Channel-Commander\"": "\"Channel-Commander\" wern",
  "Bind to another identity": "An neie Identität bindn",
  "Bot Log": "Bot-Log",
  "Bot-Id": "Bot-Id",
  "Bulk Mode": "Bulk-Modus",
  "By default the bot transmits audio to its channel. If you enable the subscription-mode, the bot can send audio to every client that subscribes via the \"!sub\" command. If no subscription is active, the bot will stream to its channel like in default mode.": "Standardmäßig übaträgt da Bot Audiosignale in den Channl, in am ea sich befindet. Aktiviad ma den Obo-Modus, übatrogt da Bot an jedn Cliant, da zuavoa üba den \"!sub\"-Befehl a Obonnement aktiviad hod. Gibt 's koa Obonnements, streamt da Bot in den aktuelln Channl, wia im Standard-Modus.",
  "Cancel": "Obbrechn",
  "Ch-Password": "Ch-Kennwort",
  "Changelog": "Changelog",
  "Changes in here might require a relogin or site refresh when editing yourself.": "Änderunga am oagane Konto könna oan Relogin oda a Seitnaktualisierung benötign.",
  "Clear": "Löschn",
  "Clear search": "Suchbegriff löschn",
  "Close": "Schliaßn",
  "Commands": "Befehle",
  "Connected to": "Vabundn mid",
  "Copy selection": "Auswoi kopiern",
  "Could not add station to list.": "Da Sender konnte ned hizugefügt wern.",
  "Could not add url": "URL konnte ned hizugefügt wern",
  "Could not playback the selected file / stream.": "De gewählte Datei oda da gewählte Stream konnte ned obgespuit wern.",
  "Create": "Eastäin",
  "Create / delete playlist": "Playlist eastäin / löschn",
  "Create new Playlist": "Neie Playlist eastäin",
  "Currently bound identity": "Aktuell gebundene Identität",
  "Default (to channel)": "Standard (in den Channl)",
  "Default Channel": "Standard-Channl",
  "Delete": "Löschn",
  "Delete Avatar": "Avatar löschn",
  "Delete Playlist": "Playlist löschn",
  "Delete files": "Datein löschn",
  "Deletion failed": "Löschn fehlgeschlogn",
  "Descriptive name for the instance": "Beschreibendr Name fia de Instanz",
  "Display the currently playing song": "den aktuell wiedergegebane Song ozeign",
  "Do you really want to delete %d tracks?": "Soin wirklich %d Datein gelöscht wern?",
  "Do you really want to delete this instance?": "Soi de gewählte Instanz wirklich gelöscht wern?",
  "Do you really want to delete this track?": "Soi de Datei wirklich gelöscht wern?",
  "Download Files": "Herunterlon",
  "Duck to (in %)": "Reduziern auf (in %)",
  "Each client needs to have a unique identity. Privileges on the server always refer to this identity. You can create your own in your local TS Client and export it. In the exported file, you can then find the identity-string.": "Jeda Cliant / Bot mua a oandeitige Identität hom. Sämtliche Berechtigunga auf am Serva san zua dea Identität auf den Servan hiterlegt. Um a oagene Identität zua eastäin, mua de entsprechend Funktion im Cliant auf am oagane Desktop-Rechna vawendt wern. Doat lossn sich Identitädn expoatiern - und in da eastäidn Identitäts-Datei findet sich dann de Identitäts-Zeichenfolge.",
  "Each instance represents a bot that can connect to your server. All instance share the same users with their privileges and files.": "Jede Instanz repräsentiad oan Bot, da sich zua am Serva vabindn konn. Olle Instanzn teiln sich de Benutzeraccounts, Rechte und Datein.",
  "Edit": "Bearbadn",
  "Edit User Account": "Benutzerkonto bearbadn",
  "Edit bot settings": "Bot-Oanstäiunga bearbadn",
  "Edit playlist": "Playlist bearbadn",
  "Edit users": "Benutza bearbadn",
  "Enable ducking": "Lautstärke-Reduzierung aktiviern",
  "Enqueue": "da Warteschleife hizufügn",
  "Enqueue next": "voane in de Warteschleife setzn",
  "Enter the channel-password if one is actually set": "Wenn a Channl-Kennwoat fia den ausgewähldn Channl gsetzt wurde, dess do oantrogn",
  "Enter the hostname or IP-Address of the server": "Do den Hostnama oda de IP-Adresse des Servas oangem, zua am sich da Bot vabindn soi",
  "Enter the port of the server (usually 9987)": "Poat des Servas (gewöhnlich 9987)",
  "Enter the server-password here": "Kennwoat, welchs zum Vabindn mid am Serva gebraat werd",
  "Error": "Fehla",
  "Event": "Eaeignis",
  "Failed. Too many jobs in queue.": "Fehlgeschlogn. Zua vui Aufträge in da Warteschleife.",
  "For security reasons this is always recommended.": "Aus Sicherheits-Grindn werd de oagene Eastäiung oana Identität ausdrugglich empfohln.",
  "Formats &amp; Codecs": "Formate &amp; Codecs",
  "Has to be unique on the server": "Deaf grod oamoi auf am Serva voakomma",
  "Help": "Hilfe",
  "Hold on... searching...": "Moment bitte... suche...",
  "Hostname / IP": "Hostname / IP",
  "Identity": "Identität",
  "If checked, the bot will announce the songs it plays back in the channel chat.": "Wenn aktiviad, werd da Bot sämtliche Song-Nama in den Channl-Chod schreibn.",
  "If you have only one instance, it is selected by default.": "Soiad 's grod a Instanz gebn, so is de standardmäßig ausgewählt",
  "Ignore commands via channel-chat": "Channl-Chod fia Kommandos ignoaiern",
  "Ignore commands via private message": "Privod-Nochrichdn fia Kommandos ignoaiern",
  "Ignore commands via server-chat": "Serva-Chod fia Kommandos ignoaiern",
  "Import via youtube-dl": "Mid Hilfe vo youtube-dl impoatiern",
  "Info": "Info",
  "Information": "Informationen",
  "Instance": "Instanz",
  "Instance Log": "Instanz-Log",
  "Instance Settings": "Instanz-Oanstäiunga",
  "Instance deleted.": "Instanz wurde gelöscht.",
  "Instance not running.": "Instanz is ned online.",
  "Instances": "Instanzn",
  "Invalid server address, wrong password, security level too high for our identity, client version too old or given default channel non-existant / passworded.": "Falsche Serva-Adresse, falschs Kennwoat, Sicherheits-Levl des Servas zua houch fia de oangestäite Identität, Cliant-Vasion zua oid oda ogegebana Standard-Channl ned mehr gültig / Kennwoat-gschützt.",
  "Language": "Sprach (Language)",
  "Last Login": "Letzta Login",
  "Limits": "Limitierunga",
  "Login": "Omeldn",
  "Make sure the bot has the privilege to write there or it won't work.": "Damit des funktioniern konn, braat da Bot de Rechte, in den Channl schreibn zua dürffa.",
  "Manage instances": "Instanzn konfiguriern",
  "Max. Files": "Max. Datein",
  "Max. Instances": "Max. Instanzn",
  "Max. Playlists": "Max. Playlistn",
  "Max. Space": "Max. Speicherblotz",
  "Max. Users": "Max. Benutza",
  "Memory Usage": "Arbadsspeicha-Vabraach",
  "Move copied selection": "Zuavoa kopierte Auswoi vaschiebn",
  "Move to next entry in list": "zum naxtn Oantrog",
  "Move to previous entry in list": "zum voaherign Oantrog",
  "Music": "Musi",
  "Name of the Bot": "Name des Bots",
  "New playlist": "Neie Playlist",
  "Nickname of the Client": "Nickname des Cliants",
  "Nothing found.": "Nix gfundn.",
  "Options": "Optiona",
  "Password": "Kennwoat",
  "Personal Settings": "Persönliche Oanstäiunga",
  "Play folder": "Vazeichnis obspuin",
  "Play on startup": "Beim Start obspuin",
  "Play selected entry / enter folder": "Auswoi obspuin oda des Vazeichnis öffna",
  "Play when idle": "Obspuin, wenn sonst nix gespuit werd",
  "Port": "Poat",
  "Privileges": "Rechte",
  "Queue": "Warteschleife",
  "Radio Stations": "Radio",
  "Reduce the volume of the music when someone else in the channel is talking.": "Reduziad de Lautstärke da Musi, sobald eppa im Channl spricht.",
  "Registers a new user bound to the TeamSpeak-Account you are using. This account has no privileges by default but can be edited by the bot administrators.": "Registriad oan nein Benutzernama, da an den TeamSpeak-Account gebundn werd. Dea Account hod koa Rechte und mua zuaerst vom Administratoa freigeschoidet wern.",
  "Remove": "Entferna",
  "Remove all": "Olle entferna",
  "Rename": "Umbenenna",
  "Rename Playlist": "Playlist umbenenna",
  "Repeat Password": "Kennwoat wiederholn",
  "Results for": "Eagebnisse fia",
  "Rules": "Regeln",
  "Save changes": "Änderunga speichern",
  "Saved": "Gspeichert",
  "Say something": "Soge wos",
  "Say something in another language": "Soge wos in oana andern Sprach",
  "Search...": "Suche...",
  "Seek 5 seconds backwards": "5 Sekundn zrugg spuln",
  "Seek 5 seconds forward": "5 Sekundn noch voane spuln",
  "Select": "Auswähln",
  "Select a channel that the bot should try to join upon connection. The bot has to already be connected in order to list all available channels": "Oan Channl auswähln, den da Bot bei Vabindung betredn soi. Da Bot mua bereits mid am Serva vabundn sei, damit a Liste oia vafügbara Channels ozoagd wern konn",
  "Select all": "Ois auswähln",
  "Select none": "Auswoi aufhebn",
  "Select track": "Datei auswähln",
  "Select track and move to next entry in list": "aktuelln Oantrog auswähln und zum naxtn Oantrog",
  "Select track and move to previous entry in list": "aktuelln Oantrog auswähln und zum voaherign Oantrog",
  "Servergroup": "Servagruppn",
  "Servergroup-ID": "Servagruppn-ID",
  "Set track info as description": "Drog-Infoamadion in de Cliant-Beschreibung schreibn",
  "Sets the Channel-Commander-Flag for the bot. This requires that the bot has the permissions to do so.": "Setzt des Channl-Commanda-Flog fia den Bot. Da Bot mua de Ealaubnis hom, des zua doa.",
  "Settings": "Oanstäiunga",
  "Show advanced options": "Eaweiderte Optiona ozeign",
  "Shuffle cannot be deactivated if no playlist is active.": "Shuffle konn grod fia Playlisdn deaktiviad wern.",
  "Skip queue": "Warteschleife übaspringan",
  "Start / stop Bot": "Bot stardn / ohoiden",
  "Stick to channel": "An den Channl bindn",
  "Subscribe to bot": "Bot obonniern",
  "Subscription-Mode (via whisper)": "Obo-Modus (via Whisper)",
  "Supported Codecs": "Unterstützte Codecs",
  "Supported File-Formats": "Unterstützte Datei-Formate",
  "The avatar has sucessfully been removed": "Da Avatar wurde eafolgreich entfernt",
  "The avatar has sucessfully been uploaded": "Da Avatar wurde eafolgreich houchgelon",
  "The bot could not acquire servergroups for the clients. Please enable b_virtualserver_servergroup_client_list for the bot if you need this feature.": "Da Bot konnte de Servagruppn da Cliants ned obfrong. Bitte gewähre am Bot des Privileg b_virtualserver_servergroup_client_list wenn du des Feature nutzn möchtest.",
  "The bot has been accused of flooding the server. Please consider whitelisting.": "Da Bot wurde beschuidigt, den Serva zua floodn. Bitte vasuche den Bot zua Whitelisdn, damit ea sei Arbad ealedign konn.",
  "The bot has been banned.": "Da Bot wurde gebannt.",
  "The bot has been updated, a restart is required.": "Da Bot wurde aktualisiad, a Neistart is eafoaderlich.",
  "The default-locale that will be used as __LOCALE parameter, when no locale has been specified explicitely.": "De Standard-Sprach, de fia de Varioble __LOCALE vawendt werd, sofern koa andere Oanstäiung explizit ogegegn wurde.",
  "The icons represent the required permissions.": "De Symbole repräsentiern de fia de Funktion benötigdn Rechte.",
  "The provided URL could not be recognized as a valid stream. Sorry.": "De ogegebene URL konnte leida ned ois Stream eakannt wern.",
  "The queue is empty.": "De Warteschleife is laar.",
  "The text that should be displayed when announcing a text. Use %a for artist, %t for title or %s for a combination of both (preferred).": "Da Text, da bei oana Okündigung vawendt wern soi. Folgend Blotzhoida wern akzeptiad: %a fia Interpret, %t fia Titl und %s fia a Kombination aus beidem (werd empfohln).",
  "Theme": "Eascheinungsbuidl",
  "This instance cannot be deleted.": "De Instanz konn ned gelöscht wern.",
  "This list will only contain major changes for now.": "De Liste zeigt derzeid grod de größdn Änderunga an.",
  "This playlist is still empty.": "De Playlist is no laar.",
  "Title": "Titl",
  "To create a new instance, click the corresponding button and enter a new nick-name. Afterwards select the newly created bot (selected instances are indicated by a yellowish background) and go to General Settings to enter the credentials for the new instance. Then you can launch the new instance.": "Um a neie Instanz zua eastäin, klicke zuaerst auf den entsprechendn Button und wähle oan nein Nick-Nama. Danoch mua de nei eastäite Instanz ausgewählt wern und in den oigemeina Oanstäiunga de Serva-Oanstäiunga gsetzt wern. East danoch konn de neie Instanz gstartet wern.",
  "Toggle bulk mode": "Mehrfach-Vaarbadung a-/ausschoidn",
  "Transmit-Mode": "Übatrogungs-Modus",
  "Unsubscribe from bot": "Bot-Obo beendn",
  "Update": "Aktualisiern",
  "Upload": "Houchlon",
  "Upload Avatar": "Avatar houchlon",
  "Upload failed": "Houchlon fehlgeschlogn",
  "Upload files": "Datein houchlon",
  "Uploaded Files": "Houchgelone Datein",
  "User Accounts": "Benutzerkondn",
  "Username": "Benutzername",
  "Username / eMail": "Benutzername / eMail",
  "Volume down": "Lautstärke varingrn",
  "Volume up": "Lautstärke eahechn",
  "Welcome users via TTS": "Besucha via TTS begrüßn",
  "When the bot gets moved, it will try to always go back to the configured channel. If disabled, the bot will remember the last channel it has been.": "Is de Funktion aktiviad, vasuachd da Bot oiwei wieda in den konfigurierdn Channl zrugg zua wexln, soiad eppa ihn vaschiebn. Is de Funktion deaktiviad, werd sich da Bot stod dessn den zualetzt besuchdn Raum merkn.",
  "Whisper-Mode is enabled. You can only hear music when you do have an active subscription.": "Obo-Modus aktiviad. Musi konn grod gehört wern, wenn a aktivs Obo bestäd.",
  "You can also bind this account to a whole servergroup. This is useful for guests or servers with a large user base.": "Ma konn a Benutzerkonto aa an a Servagruppn bindn. Des konn fia Gäste oda Serva mid grousa Benutzerbasis hilfreich sei.",
  "You can also just drag and drop your files onto the \"All Music\" list or other playlists directly.": "Datein könna aa direkt pa Drag'n'Drop auf de \"Olle Datein\"-Liste sowie de Playlisdn zong wern.",
  "You can bind this account to an TS-identity, so you can use the bot commands from within TS itself. The bot and the user must be online at the same time for you to be able to select the identity.": "Benutzerkondn könna an TS-Identitädn gebundn wern, so dass ma den Bot aa aus am TS heraus mid Befehln steian konn. Um a Identität auswähln zua könna, miassn sowohl da Bot ois aa da Benutza im TS online sei.",
  "You can define an external service to be used for Text-to-Speech here. Enter a valid URL here and use the variables __TEXT and __LOCALE - those get replaced by the corresponding text or locale setting later on.": "Do konn a externa Text-zua-Sprach-Deanstleista ogegem wern. De Variobln __TEXT und __LOCALE wern duach den zua sprichndn Text bzw. de oangestäite Spracheinstäiung easetzt.",
  "You can only add valid stream URLs in here. YouTube links or links to other services will not work.": "'s könna grod valide Stream-URLs hizugefügt wern. YouTube-Links oda Links zua andern Deansdn funktioniern do ned.",
  "You have not uploaded any files yet.": "'s wurdn no koa Datein houchgelon.",
  "You haven't uploaded any files recently.": "'s wurdn kürzlich koa Datein houchgelon.",
  "Your settings could not be applied.": "De Oanstäiunga konndn ned übanomma wern.",
  "Your settings have been applied.": "De Oanstäiunga wurdn übanomma.",
  "Your settings have been saved.": "De Oanstäiunga wurdn übanomma.",
  "__code": "de-BY",
  "__name": "Bayerisch",
  "add subscription for channel (the user is currently in)": "den Channl in am sich da Nutza befindet den Bot obonniern lossn",
  "additionally, the file will be stored": "de Datei werd unta Olle Datein obgespeichert",
  "change transfer mode; 0 = to channel, 1 = subscription mode": "Dransfa-Modus ändern; 0 = in den Channl, 1 = Obo-Modus(via Whisper)",
  "change your password to <value>": "Kennwoat zua <value> ändern",
  "channel-id or leave empty for default channel": "Channl-Id oda laar lossn um den Standard-Channl zua nutzn",
  "decrease the volume": "Lautstärke varingrn",
  "don't change": "Koa Änderung",
  "done": "fertig",
  "drop files or click here": "Datein hierha ziang oda oklickn zum Houchlon",
  "enqueue a track by its id or search for a track and enqueue the first match": "noch am Titl suchn und den easdn Dreffa da Warteschleife hizufügn",
  "enqueue an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "<url> herunterlon und in Warteschleife oanreihn; Obacht: de Datei werd zuaerst heruntergelon und im Oschluss obgespuit. 's konn oiso a bisschn Dauern, bis de Wiedergob startet",
  "failed": "fehlgeschlogn",
  "files added to upload queue": "Datein zua Warteschleife hizugefügt",
  "increase the volume": "Lautstärke eahechn",
  "none": "koana",
  "not online / no identity": "ned online / koa Identität",
  "only when a playlist is active": "grod wenn a Playlist aktiv is",
  "playback a track by its id or search for a track and playback the first match": "noch am Titl suchn und den easdn Dreffa wiedergem",
  "playback an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "<url> herunterlon und wiedergem; Obacht: de Datei werd zuaerst heruntergelon und im Oschluss obgespuit. 's konn oiso a bisschn Dauern, bis de Wiedergob startet",
  "playback the next track": "naxtn Song wiedergem",
  "playback the previous track": "voaherign Song wiedergem",
  "prepend a track by its id or search for a track and prepend the first match to the queue": "noch am Titl suchn und den easdn Dreffa voane in de Warteschleife stäin",
  "remove subscription for channel (the user is currently in)": "Obo des Channels in am sich da Nutza befindet obbestäin",
  "resume queue playback": "Warteschleife wieda obspuin",
  "search for tracks": "noch am Song suchn",
  "searchstring": "Suchbegriff",
  "set the volume to <value> (between 0 and 100)": "Lautstärke auf <value> setzn (zwischn 0 und 100)",
  "starts playing back the playlist <playlistname>": "startet de Wiedergob da Playlist <playlistname>",
  "stop playback": "Wiedergob stoppn",
  "stop playback and remove idle-track": "Wiedergob stoppn und Idle-Drog löschn",
  "stream from <url>; this may be http-streams like shoutcast / icecast or just remote soundfiles": "<url> wiedergem; des konn a HTTP-Stream wia Shout- oda Icecast sei oda z.B. MP3-Datein auf andern Servan",
  "subscription transfer-mode only": "grod im Obo-Dransfa-Modus",
  "toggle repeat": "Wiederholung aktiviern/deaktiviern",
  "toggle shuffle": "Zuafois-Wiedergob aktiviern/deaktiviern",
  "uploading": "houchlon",
  "use text-to-speech (if configured) to say the given text": "text-to-speech nutzn, um den ogegebane Text wiederzugem"
}