{
  "%1$d of %2$d files moved": "%1$d sur %2$d fichiers déplacés",
  "%d files copied to clipboard": "%d fichiers copiés dans le presse-papiers",
  "%d files moved": "%d fichiers déplacés",
  "%i will get replaced by the username of the user that requested the track.": "%i sera remplacé par le pseudo de l'utilisateur qui a demandé la musique.",
  "About...": "À propos",
  "Actions": "Actions",
  "Add": "Ajouter",
  "Add Action": "Ajouter une action",
  "Add Folder": "Ajouter un dossier",
  "Add Instance": "Ajouter un bot",
  "Add Job": "Ajouter une tâche",
  "Add Rule": "Ajouter une règle",
  "Add URL": "Ajouter une URL",
  "Add User Account": "Ajouter un utilisateur (compte)",
  "Add to": "Ajouter à",
  "Add to All Music": "Ajouter à toute la musique",
  "Additionally to the playlist, a subfolder will be created inside your root folder.": "En outre la playlist, un sous-dossier est créé à l'intérieur de votre dossier racine.",
  "Admin queue": "Gérer la file d'attente (admin)",
  "Album": "Album",
  "All Music": "Toutes les musiques",
  "Announce tracks": "Annoncer les musiques",
  "Announce-String": "Annonce-String (chaînes de caractères)",
  "Anonymous usage": "Utilisation anonyme",
  "Artist": "Artiste",
  "Authorized users": "Utilisateurs autorisés",
  "Avatar removed": "Avatar supprimé",
  "Avatar uploaded": "Avatar téléchargé",
  "Become \"Channel-Commander\"": "Devenir \"Channel-Commander\"",
  "Bind to another identity": "Lier à une autre identité",
  "Bot Log": "Logs du bot",
  "Bot-Id": "Bot-ID",
  "Bulk Mode": "Mode sélection",
  "By default the bot transmits audio to its channel. If you enable the subscription-mode, the bot can send audio to every client that subscribes via the \"!sub\" command. If no subscription is active, the bot will stream to its channel like in default mode.": "Par défaut, le bot transmet l'audio dans son canal. Si vous activez le \"subscription-mode\", le bot pourra envoyé l'audio à chaque client qui s'abonne via la commande \"!sub\". Si aucun abonnement n'est actif, le bot diffusera l'audio dans son canal.",
  "Cancel": "Annuler",
  "Ch-Password": "MDP Canal",
  "Changelog": "Changelog",
  "Changes in here might require a relogin or site refresh when editing yourself.": "Les changements ici peuvent nécessiter une reconnexion ou un rafraîchissement de la page.",
  "Clear": "Effacer",
  "Clear search": "Effacer la recherche",
  "Close": "Fermer",
  "Commands": "Commandes",
  "Connected to": "Connecté à",
  "Copy selection": "Copier la sélection",
  "Could not add station to list.": "Peut pas ajouter la station à la liste.",
  "Could not add url": "Ne peut pas ajouter d'URL",
  "Could not playback the selected file / stream.": "Peut pas lire le fichier sélectionné",
  "Create": "Créer",
  "Create / delete playlist": "Créer / supprimer des playlist",
  "Create new Playlist": "Créer une nouvelle Playlist",
  "Currently bound identity": "Identité déjà liée",
  "Default (to channel)": "Par défaut (canal)",
  "Default Channel": "Canal par défaut",
  "Delete": "Supprimer",
  "Delete Avatar": "Supprimer l'Avatar",
  "Delete Playlist": "Supprimer la Playlist",
  "Delete files": "Supprimer des fichiers",
  "Deletion failed": "La suppression a échoué",
  "Descriptive name for the instance": "Nom descriptif pour le bot",
  "Display the currently playing song": "Visualisez la chanson en cours de lecture",
  "Do you really want to delete %d tracks?": "Voulez-vous vraiment supprimer %d musiques ?",
  "Do you really want to delete this instance?": "Voulez-vous vraiment supprimer cette instance ?",
  "Do you really want to delete this track?": "Voulez-vous vraiment supprimer cette musique ?",
  "Download Files": "Télécharger des fichiers",
  "Duck to (in %)": "Baisser la musique (en %)",
  "Each client needs to have a unique identity. Privileges on the server always refer to this identity. You can create your own in your local TS Client and export it. In the exported file, you can then find the identity-string.": "Chaque client doit avoir une identité unique. Les privilèges du serveur sont données grâce à cette identité.  Vous pouvez créer vous même une identité via le client TeamSpeak.",
  "Each instance represents a bot that can connect to your server. All instance share the same users with their privileges and files.": "Chaque instance représente un bot qui peut se connecter à votre serveur.",
  "Edit": "Éditer",
  "Edit User Account": "Modifier le compte d'utilisateur",
  "Edit bot settings": "Modifier les paramètres du bot",
  "Edit playlist": "Éditer la playlist",
  "Edit users": "Modifier les utilisateurs",
  "Enable ducking": "Activer le Sound Ducking",
  "Enqueue": "File d'attente",
  "Enqueue next": "File d'attente suivante",
  "Enter the channel-password if one is actually set": "Entrez le mot de passe canal si celui-ci est défini",
  "Enter the hostname or IP-Address of the server": "Entrez le nom d'hôte ou l'adresse IP du serveur",
  "Enter the port of the server (usually 9987)": "Entrer le port du serveur (généralement 9987)",
  "Enter the server-password here": "Le mot de passe du serveur ici",
  "Error": "Erreur",
  "Event": "Événement",
  "Failed. Too many jobs in queue.": "Erreur. Trop de demandes en attente.",
  "For security reasons this is always recommended.": "Pour des raisons de sécurité, cela est toujours recommandé.",
  "Formats &amp; Codecs": "Formats &amp; Codecs",
  "Has to be unique on the server": "Doit être unique sur le serveur",
  "Help": "Aide",
  "Hold on... searching...": "Merci d'attendre... recherche...",
  "Hostname / IP": "Nom d'hôte / IP",
  "Identity": "Identité",
  "If checked, the bot will announce the songs it plays back in the channel chat.": "Si coché, le bot va annoncer les chansons qu'il stream dans le chat du canal.",
  "If you have only one instance, it is selected by default.": "Si vous avez une seule instance, cela est sélectionné par défaut.",
  "Ignore commands via channel-chat": "Ignorer les commandes via le chat du canal",
  "Ignore commands via private message": "Ignorer les commandes via message privé",
  "Ignore commands via server-chat": "Ignorer les commandes via le chat du serveur",
  "Import via youtube-dl": "Importer via youtube-dl",
  "Info": "Info",
  "Information": "Informations",
  "Instance": "Instance",
  "Instance Log": "Logs Instance",
  "Instance Settings": "Paramètres d'instance",
  "Instance deleted.": "Instance supprimée.",
  "Instance not running.": "L'instance n'est pas en fonctionnement.",
  "Instances": "Instances",
  "Invalid server address, wrong password, security level too high for our identity, client version too old or given default channel non-existant / passworded.": "Adresse du serveur non valide / mauvais mot de passe / niveau de sécurité trop élévé pour le bot / version du client trop ancienne / canal non disponible ou avec mot de passe.",
  "Language": "Langue",
  "Last Login": "Dernière connexion",
  "Limits": "Limites",
  "Login": "Ouverture de session",
  "Make sure the bot has the privilege to write there or it won't work.": "Assurez-vous que le bot a le privilège d'écrire sinon cela ne va pas fonctionné.",
  "Manage instances": "Gérer les instances",
  "Max. Files": "Max. Fichiers",
  "Max. Instances": "Max. Instances",
  "Max. Playlists": "Max. Playlists",
  "Max. Space": "Max. Espace",
  "Max. Users": "Max. Utilisateurs",
  "Memory Usage": "Utilisation de la mémoire",
  "Move copied selection": "Déplacer la sélection copiée",
  "Move to next entry in list": "Passer à la prochaine entrée dans la liste",
  "Move to previous entry in list": "Déplacer vers l'entrée précédente dans la liste",
  "Music": "Musique",
  "Name of the Bot": "Nom du bot",
  "New playlist": "Nouvelle playlist",
  "Nickname of the Client": "Pseudo du Client",
  "Nothing found.": "Rien trouvé.",
  "Options": "Options",
  "Password": "Mot de passe",
  "Personal Settings": "Paramètres personnels",
  "Play folder": "Lire le dossier",
  "Play on startup": "Jouer au démarrage",
  "Play selected entry / enter folder": "Jouer l'entrée sélectionnée / saisie de dossier",
  "Play when idle": "Jouer en cas d'inactivité",
  "Port": "Port",
  "Privileges": "Privilèges",
  "Queue": "File d'attente",
  "Radio Stations": "Stations de radio",
  "Reduce the volume of the music when someone else in the channel is talking.": "Réduire le volume de la musique lorsque quelqu'un d'autre dans le canal parle.",
  "Registers a new user bound to the TeamSpeak-Account you are using. This account has no privileges by default but can be edited by the bot administrators.": "Enregistre un nouveau compte d'utilisateur. Par défaut ce compte dispose d'aucun privilège mais l'administrateur peut modifié cela.",
  "Remove": "Supprimer",
  "Remove all": "Supprimer tout",
  "Rename": "Changer le nom",
  "Rename Playlist": "Changer le nom de la Playlist",
  "Repeat Password": "Répéter le mot de passe",
  "Results for": "Résulats pour",
  "Rules": "Règles",
  "Save changes": "Enregistrer les modifications",
  "Saved": "Enregistré",
  "Say something": "Dis quelque chose via une API TTS",
  "Say something in another language": "Dire quelque chose dans une autre langue",
  "Search...": "Rechercher...",
  "Seek 5 seconds backwards": "Chercher 5 secondes en arrière",
  "Seek 5 seconds forward": "Chercher 5 secondes en avant",
  "Select": "Sélectionnez",
  "Select a channel that the bot should try to join upon connection. The bot has to already be connected in order to list all available channels": "Sélectionnez un canal où le bot doit rejoindre lors de la connexion. Le bot doit déjà être connecté afin de répertorier tous les canaux disponibles",
  "Select all": "Sélectionner tout",
  "Select none": "Sélectionnez aucun",
  "Select track": "Sélectionner la musique",
  "Select track and move to next entry in list": "Sélectionner la musique et passer à la prochaine entrée dans la liste",
  "Select track and move to previous entry in list": "Sélectionner la musique et déplacer à la prochaine entrée dans la liste",
  "Servergroup": "ServerGroup",
  "Servergroup-ID": "ServerGroup-ID",
  "Set track info as description": "Mettre les informations de la musique dans la description du bot",
  "Sets the Channel-Commander-Flag for the bot. This requires that the bot has the permissions to do so.": "Assigne le drapeau du \"Channel-Commander\" pour le bot. Cela nécessite que le bot ait les autorisations pour le faire.",
  "Settings": "Paramètres",
  "Show advanced options": "Afficher les options avancées",
  "Shuffle cannot be deactivated if no playlist is active.": "L'option \"shuffle\" ne peut pas être désactivé si aucune sélection n'est active.",
  "Skip queue": "File d'attente",
  "Start / stop Bot": "Démarrer / Arrêter le bot",
  "Stick to channel": "Épingler au canal",
  "Subscribe to bot": "S'abonner au bot",
  "Subscription-Mode (via whisper)": "Mode-Abonnement (via Whisper)",
  "Supported Codecs": "Codecs supportés",
  "Supported File-Formats": "Formats de fichier pris en charge",
  "The avatar has sucessfully been removed": "L'avatar a été supprimé avec succès",
  "The avatar has sucessfully been uploaded": "L'avatar a été téléchargé avec succès",
  "The bot could not acquire servergroups for the clients. Please enable b_virtualserver_servergroup_client_list for the bot if you need this feature.": "Le bot ne peut pas voir les servergroups des clients. Merci de lui activé b_virtualserver_servergroup_client_list si vous avez besoin de cette fonctionnalité.",
  "The bot has been accused of flooding the server. Please consider whitelisting.": "Le bot a été accusé de spam le serveur. S'il vous plaît envisager de le mettre en liste blanche.",
  "The bot has been updated, a restart is required.": "Le bot a été mis à jour, un redémarrage est nécessaire.",
  "The default-locale that will be used as __LOCALE parameter, when no locale has been specified explicitely.": "Le \"default-locale\" qui va être utilisé comme __LOCALE.",
  "The icons represent the required permissions.": "Les icônes représentent les autorisations requises.",
  "The provided URL could not be recognized as a valid stream. Sorry.": "L'URL fournie ne peut pas être reconnu comme un flux de données valide. Désolé.",
  "The queue is empty.": "La file d'attente est vide.",
  "The text that should be displayed when announcing a text. Use %a for artist, %t for title or %s for a combination of both (preferred).": "Le texte qui doit être affiché en annonçant un texte. Utilise %a pour un artiste, %t pour un titre ou %s pour une combinaison des deux (de préférence).",
  "Theme": "Thème",
  "This instance cannot be deleted.": "Cette instance ne peut pas être supprimée.",
  "This list will only contain major changes for now.": "Cette liste contient seulement des changements majeurs pour l'instant.",
  "This playlist is still empty.": "Cette playlist est toujours vide.",
  "Title": "Titre",
  "To create a new instance, click the corresponding button and enter a new nick-name. Afterwards select the newly created bot (selected instances are indicated by a yellowish background) and go to General Settings to enter the credentials for the new instance. Then you can launch the new instance.": "Pour créer une nouvelle instance, cliquez sur le bouton correspondant et entrez un nouveau surnom. Sélectionnez ensuite le bot nouvellement créé (instances sélectionnées sont indiqués par un fond jaunâtre) et allez dans les paramètres généraux pour entrer les informations d'identification pour la nouvelle instance. Ensuite, vous pouvez lancer la nouvelle instance.",
  "Toggle bulk mode": "Basculer en mode liste",
  "Transmit-Mode": "Mode de transmissions",
  "Unsubscribe from bot": "Se désabonner du bot",
  "Update": "Mise à jour",
  "Upload": "Upload",
  "Upload Avatar": "Télécharger l'Avatar",
  "Upload failed": "Échec de téléchargement",
  "Upload files": "Télécharger des fichiers",
  "Uploaded Files": "Fichiers téléchargés",
  "User Accounts": "Comptes d'utilisateurs",
  "Username": "Nom d'utilisateur",
  "Username / eMail": "Nom d'utilisateur / eMail",
  "Volume down": "Baisser le volume",
  "Volume up": "Augmenter le volume",
  "Welcome users via TTS": "Dire bonjour aux utilisateur via TTS",
  "When the bot gets moved, it will try to always go back to the configured channel. If disabled, the bot will remember the last channel it has been.": "Lorsque le bot est déplacé, il va essayer de toujours revenir au canal configuré. Si désactivé, le bot se souviendra du dernier canal où il a été.",
  "Whisper-Mode is enabled. You can only hear music when you do have an active subscription.": "Mode silencieux activé. Vous pouvez seulement écouter la musique lorsque vous avez un abonnement actif.",
  "You can also bind this account to a whole servergroup. This is useful for guests or servers with a large user base.": "Vous pouvez également lier ce compte à un groupe entier de serveurs. Ceci est utile pour les clients ou les serveurs avec une base importante d'utilisateurs.",
  "You can also just drag and drop your files onto the \"All Music\" list or other playlists directly.": "Vous pouvez également simplement glisser et déposer vos fichiers dans la liste « Toute la musique » ou d'autres listes de lecture directement.",
  "You can bind this account to an TS-identity, so you can use the bot commands from within TS itself. The bot and the user must be online at the same time for you to be able to select the identity.": "Vous pouvez lier ce compte à une identité TeamSpeak, vous pouvez utiliser les commandes bot à partir du chat TS lui-même. Le bot et l'utilisateur doivent être en ligne en même temps pour être en mesure de sélectionner l'identité.",
  "You can define an external service to be used for Text-to-Speech here. Enter a valid URL here and use the variables __TEXT and __LOCALE - those get replaced by the corresponding text or locale setting later on.": "Vous pouvez définir un service extérieur pour être utilisé pour l'API TTS ici. Entrer une URL valide et utilisé les variables __TEXT et __LOCALE (vous pourrez trouvé des API compatibles sur le forum de Sinusbot).",
  "You can only add valid stream URLs in here. YouTube links or links to other services will not work.": "Vous pouvez uniquement ajouter des URL de flux valide ici. Les liens YouTube ou des liens vers d'autres services ne fonctionneront pas.",
  "You have not uploaded any files yet.": "Vous n'avez pas encore téléchargé tous les fichiers.",
  "You haven't uploaded any files recently.": "Vous n'avez pas téléchargé de fichiers récemment.",
  "Your settings could not be applied.": "Vos paramètres n'a pas peuvent être appliquées.",
  "Your settings have been applied.": "Vos paramètres ont été appliqués.",
  "Your settings have been saved.": "Vos paramètres ont été enregistrés.",
  "__code": "fr-FR",
  "__name": "French",
  "add subscription for channel (the user is currently in)": "ajouter l'abonnement pour le canal (l'utilisateur est actuellement dedans)",
  "additionally, the file will be stored": "en outre, le fichier sera stocké",
  "change transfer mode; 0 = to channel, 1 = subscription mode": "changer le mode de transfert ; 0 = sur le canal, 1 = mode de souscription",
  "change your password to <value>": "changer votre mot de passe <valeur>",
  "channel-id or leave empty for default channel": "l'id du canal ou laissez vide pour le canal par défaut",
  "decrease the volume": "diminuer le volume",
  "don't change": "ne changez pas",
  "done": "fait",
  "drop files or click here": "déposer des fichiers ou cliquez ici",
  "enqueue a track by its id or search for a track and enqueue the first match": "mettre en file d'attente la musique par son ID ou recherché une musique et placé le premier résultat en file d'attente",
  "enqueue an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "enqueue an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts",
  "failed": "a échoué",
  "files added to upload queue": "fichiers ajoutés à la file d'attente de téléchargement",
  "increase the volume": "augmenter le volume",
  "none": "aucun",
  "not online / no identity": "pas en ligne / pas d'identité",
  "only when a playlist is active": "seulement quand une sélection est active",
  "playback a track by its id or search for a track and playback the first match": "une piste par son id ou la recherche d'une piste et de la lecture du premier match de la lecture",
  "playback an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts": "playback an <url> via external youtube-dl (if enabled); beware: the file will be downloaded first and played back afterwards, so there might be a slight delay before playback starts",
  "playback the next track": "lecture de la musique suivante",
  "playback the previous track": "lecture de la musique précédente",
  "prepend a track by its id or search for a track and prepend the first match to the queue": "ajouter une musique par son ID ou la recherche d'une piste et placez le premier résultat à la file d'attente",
  "remove subscription for channel (the user is currently in)": "remove subscription for channel (the user is currently in)",
  "resume queue playback": "reprendre la lecture de la file d'attente",
  "search for tracks": "recherche de titres",
  "searchstring": "searchString",
  "set the volume to <value> (between 0 and 100)": "régler le volume à la <valeur> (entre 0 et 100)",
  "starts playing back the playlist <playlistname>": "démarre la lecture de la playlist de <nomdelaplaylist>",
  "stop playback": "arrêter la lecture",
  "stop playback and remove idle-track": "arrêter la lecture et supprimer les musiques inactives",
  "stream from <url>; this may be http-streams like shoutcast / icecast or just remote soundfiles": "stream de l'<URL>; il peut s'agir de flux de données http comme shoutcast / icecast ou des fichiers sons distant",
  "subscription transfer-mode only": "subscription transfer-mode only",
  "toggle repeat": "activer/désactiver en boucle",
  "toggle shuffle": "activer/désactiver le shuffle",
  "uploading": "téléchargement",
  "use text-to-speech (if configured) to say the given text": "utiliser la synthèse vocale (si configuré) pour dire (stream) le texte donné"
}